/* 
  Localizable.strings
  QuickRecorder
  Created by apple on 2024/4/16.
  Italian translation edited by Piersandro Guerrera
*/

"System Audio" = "Audio di sistema";
"System Audio " = "Audio di sistema";
"Screen Area" = "Area dello schermo";
"Screen" = "Schermo";
"Application" = "Applicazione";
"Window" = "Finestra";
"Mobile Device" = "Dispositivo mobile";
"Preferences" = "Preferenze";
"No Title" = "Senza titolo";
"Display " = "Monitor";
"Select Applications" = "Seleziona applicazioni";
"Permission Required" = "Autorizzazione richiesta";
"Compatibility Warning" = "Avviso di compatibilità";
"You are using macOS 12.7.4\nOutput files will be randomly corrupted on this version of macOS!\n\nPlease upgrade to 12.7.5 to solve it." = "Stai utilizzando macOS 12.7.4\nI file di output saranno danneggiati casualmente su questa versione di macOS!\n\nAggiorna a 12.7.5 per risolvere il problema.";
"QuickRecorder needs screen recording permissions, even if you only intend on recording audio." = "QuickRecorder necessita dei permessi di registrazione dello schermo, anche se intendi solo registrare l'audio.";
"QuickRecorder needs permission to record your microphone." = "QuickRecorder necessita dei permessi per registrare il tuo microfono.";
"Please select a folder to save output files" = "Seleziona una cartella per salvare i file di output";
"Open Settings" = "Apri impostazioni";
"Quit" = "Esci";
"Cancel" = "Annulla";
"Please select the App(s) to record" = "Seleziona una o più applicazioni";
"Please select the window(s) to record" = "Seleziona una o più finestre";
"Please select the screen to record" = "Seleziona lo schermo da registrare";
"Refresh" = "Ricaricare";
"Start" = "Inizia";
"Resolution" = "Risoluzione";
"Frame Rate" = "FPS";
"Auto" = "Automatico";
"High (auto)" = "Alta (auto)";
"Normal (1x)" = "Normale (1x)";
"Low (0.5x)" = "Bassa (0.5x)";
"Quality" = "Qualità";
"Format" = "Formato";
"Encoder" = "Metodo di codifica";
"Low" = "Bassa";
"Medium" = "Media";
"High" = "Alta";
"Save Current Frame" = "Salva screenshot del fotogramma attuale";
"Record Cursor" = "Cursore";
"App's Audio" = "Audio dell'app";
"Microphone" = "Microfono";
"Background" = "Sfondo";
"Wallpaper" = "Desktop";
"Transparent" = "Trasparente";
"Yellow" = "Giallo";
"Green" = "Verde";
"Blue" = "Blu";
"Red" = "Rosso";
"Gray" = "Grigio";
"Black" = "Nero";
"White" = "Bianco";
"Orange" = "Arancione";
"Custom" = "Personalizzato";
"Audio Settings" = "Impostazioni audio";
"Video Settings" = "Impostazioni video";
"Exclude QuickRecorder itself" = "Escludi la finestra di QuickRecorder";
"Highlight the Mouse Cursor" = "Evidenzia il cursore del mouse";
"Not available for \"Single Window Capture\"" = "\"Cattura finestra singola\" non è supportata";
"Normal - 128Kbps" = "128Kbps";
"Good - 192Kbps" = "192Kbps";
"High - 256Kbps" = "256Kbps";
"Extreme - 320Kbps" = "320Kbps";
"Other Settings" = "Altre impostazioni";
"Opus doesn't support MP4, it will fall back to AAC" = "L'Opus non supporta MP4, ricadrà su AAC";
"Record Microphone to Main Track" = "Mixa tutte le tracce audio";
"If enabled, all files on the Desktop will be hidden from the video when recording." = "Se abilitato, tutti i file sul Desktop saranno nascosti dal video durante la registrazione.";
"These apps will be excluded when recording \"Screen\" or \"Screen Area\"\nBut if the app is launched after the recording starts, it cannot be excluded." = "Queste app saranno escluse quando si registra \"Schermo\" o \"Area dello schermo\"\n* Ma se l'app viene avviata dopo l'inizio della registrazione, non può essere esclusa";
"Exclude Files on Desktop" = "Nascondi i file sul desktop";
"Recording with Alpha Channel" = "Registrazione con canale Alpha";
"Delay Before Recording" = "Ritardo prima della registrazione";
"s" = "secondi";
"Close" = "Chiudi";
"Custom Background Color" = "Colore personalizzato";
"File size: %@" = "Dimensione del file: %@";
"Recording: " = "Registrazione: ";
"Preferences…" = "Preferenze…";
"Quit QuickRecorder" = "Esci da QuickRecorder";
"Multiple Windows" = "Finestre multiple";
"Multiple Apps" = "Applicazioni multiple";
"Unknown App" = "App sconosciuta";
"A Window" = "Una finestra";
"Output Folder" = "Salva file in";
"Currently set to \"%@\"" = "Attualmente: \"%@\"";
"/Recording at " = "/Registrazione a ";
"/Capturing at " = "/Cattura a ";
" (Cropped in " = " (Ritagliato in ";
"Recording Completed" = "Registrazione completata";
"Clip Saved" = "Clip salvato";
"File saved to: %@" = "File salvato in: %@";
"File saved to folder: %@" = "File salvato nella cartella: %@";
"Launch at login" = "Avvia al login";
"Shortcuts Settings" = "Impostazioni scorciatoie";
"Take Screenshot" = "Cattura schermata";
"Pause / Resume" = "Pausa / Riprendi";
"Stop Recording" = "Interrompi registrazione";
"Record System Audio" = "Registra l'audio di sistema";
"Record Current Screen" = "Registra lo schermo corrente";
"Record Topmost Window" = "Registra la finestra in primo piano";
"Select Area to Record" = "Seleziona l'area da registrare";
"Toggle Screen Magnifier" = "Lente d'ingrandimento dello schermo";
"Waiting on update…" = "In attesa di aggiornamento…";
"Include Menu Bar in Recording" = "Includi la barra dei menu";
"Excluded Apps" = "App escluse";
"Record with Camera:" = "Registra con la fotocamera:";
"Presenter Overlay Camera:" = "Fotocamera \"Modalità sovrapposizione\":";
"Can only be turned off on macOS 14.2 or later!" = "Può essere disattivato solo su macOS 14.2 o versioni successive!";
"Presenter Overlay Delay" = "Ritardo Modalità sovrapposizione";
"Open video trimmer after recording" = "Apri il rifinitore video dopo l'arresto";
"Unable to use camera overlayer when recording a single window!" = "Impossibile utilizzare la sovrapposizione della fotocamera durante la registrazione di una singola finestra!";
" Please use \"Presenter Overlay\"" = " Si prega di utilizzare \"Modalità sovrapposizione\"";
"No Devices Found!" = "Nessun dispositivo trovato!";
"No Cameras Found!" = "Nessuna fotocamera trovata!";
"Please unlock!" = "Si prega di sbloccare!";
"If you are on a call, enable \"Mute\"" = "Se sei in chiamata, abilita \"Muto\"";
"Preset" = "Predefinito";
"Mute" = "Muto";
"Select..." = "Seleziona...";
"QuickRecorder needs this permission to record your camera or mobile device." = "QuickRecorder necessita di questo permesso per registrare video dalla fotocamera o dal dispositivo mobile.";

//"Default" = "Predefinito";
"Pixel Format" = "Formato pixel";
"Color Space" = "Spazio colore";
"Check for Updates…" = "Verifica aggiornamenti…";
"Update Settings" = "Aggiorna impostazioni";
"Automatically check for updates" = "Controlla automaticamente gli aggiornamenti";
"Automatically download updates" = "Scarica automaticamente gli aggiornamenti";
"Connect your device via USB" = "Collega il tuo dispositivo tramite USB";
"Show Dock Icon" = "Mostra nel Dock";
"Show MenuBar Icon" = "Mostra nella barra dei menu";
"Icon Settings" = "Impostazioni icona";
"Still Processing" = "Elaborazione in corso";
"Mixing audio track..." = "Mixaggio della traccia audio...";
"minutes " = "minuti per interrompere automaticamente la registrazione";
" Stop after" = "Interrompi dopo";
"Don't remind me again" = "Non ricordarmelo più";
"OK" = "OK";
"Failed to save file" = "Errore nel salvataggio del file";
"Enable Acoustic Echo Cancellation" = "Cancellazione dell'eco acustico";

/*
"failed to fetch file for size indicator: %@" = "Errore nel recupero della dimensione del file: %@";
"[err] failed to fetch available content:" = "[errore] Impossibile recuperare il contenuto disponibile:";
"There needs to be at least one display connected" = "È necessario collegare almeno un monitor";
"capture failed" = "Cattura fallita";
"unknown audio format while setting audio settings: " = "Formato audio sconosciuto durante l'impostazione delle impostazioni audio";
"[no defaults]" = "[nessuna impostazione predefinita]";
"loaded unknown audio format: " = "Caricato formato audio sconosciuto: ";
"loaded unknown video format" = "Caricato formato video sconosciuto";
"unknown stream type" = "Tipo di stream sconosciuto";
"audio file writing issue" = "Errore nella scrittura del file audio";
"closing stream with error:\n" = "Chiusura del flusso con errore:\n";
"\nthis might be due to the window closing or the user stopping from the sonoma ui" = "\nQuesto potrebbe essere dovuto alla chiusura della finestra da parte dell'utente o all'interruzione dalla UI di Sonoma.";
*/
"Unknown Error" = "Errore sconosciuto";
"Recording Stopped" = "Registrazione interrotta";
"Audio Not Mixed" = "Audio non mixato";
"Not enough free disk space! Only %@ left on the output volume." = "Spazio su disco insufficiente! Sul volume di destinazione restano solo %@.";
"The output disk is almost full, only %@ left." = "Il disco di destinazione è quasi pieno, restano solo %@.";
"Not enough free disk space to mix the audio tracks." = "Spazio su disco insufficiente per mixare le tracce audio.";
"The recording was saved with separate audio tracks to: %@" = "La registrazione è stata salvata con tracce audio separate in: %@";
"Recording Not Saved" = "Registrazione non salvata";
"No video was captured, so nothing was saved. Try recording again." = "Nessun video acquisito, quindi non e stato salvato nulla. Prova a registrare di nuovo.";
"No audio was captured, so nothing was saved. Try recording again." = "Nessun audio acquisito, quindi non e stato salvato nulla. Prova a registrare di nuovo.";
"The recording could not be saved." = "Impossibile salvare la registrazione.";
"Switched to H.265" = "Passato a H.265";
"H.264 hardware encoding isn't available at this resolution. Using H.265 for this recording to keep CPU usage low and avoid dropped frames." = "La codifica hardware H.264 non e disponibile a questa risoluzione. Questa registrazione usera H.265 per mantenere basso l'uso della CPU ed evitare fotogrammi persi.";
"Mixed Audio" = "Audio mixato";
"System Output" = "Uscita di sistema";
"Microphone Input" = "Ingresso microfono";
"Save MP3" = "Salva MP3";
"Failed to save MP3" = "Impossibile salvare l'MP3";
